Repository: julianny-favinha/movile-next
Catalog: MovieList/MovieList/Constants/*.lproj/Localizable.strings
Languages: pt_br

# ZERO_MOVIES
source: You don't have any movies yet. Start creating one in the + button above!
pt_br: Não existe nenhum filme ainda. Você pode criar um no botão + acima!

# ZERO_CATEGORIES
source: You don't have any categories yet. Start creating one in the + button above!
pt_br: Não existe nenhuma categoria ainda. Você pode criar um no botão + acima!

source: Edit movie
pt_br: Editar filme

source: Wait!
pt_br: Calma!

# COMPLETE_FIELDS
source: Some fields must be completed
pt_br: Alguns campos precisam ser preenchidos

source: Cancel
pt_br: Cancelar

source: Watch now the movie
pt_br: Assista agora ao filme

source: So much fun!
pt_br: É muita diversão!

source: New Category
pt_br: Nova categoria

# ENTER_CATEGORY_NAME
source: Enter a category name
pt_br: Insira o nome da nova categoria

source: Name
pt_br: Nome

# EMPTY_FIELD
source: Field is empty.
pt_br: O campo está vazio.

# CATEGORY_EXISTS
source: Category already exists.
pt_br: A categoria já existe.
